Repository: Ashish-Langhe/Fintrax
Catalog: ExpenseTracker/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, hi, mr

# settings.appearance.subtitle
source: Choose how the app should look and speak on this device.
de: Wähle Darstellung und Sprache für dieses Gerät.
es: Elige cómo debe verse y hablar la app en este dispositivo.
hi: इस डिवाइस पर ऐप का रूप और भाषा चुनें.
mr: या डिवाइसवर अॅपचे रूप आणि भाषा निवडा.

# settings.appearance.theme
source: App theme
de: App-Design
es: Tema de la app
hi: ऐप थीम
mr: अॅप थीम

# settings.appearance.title
source: Appearance
de: Darstellung
es: Apariencia
hi: रूप
mr: रूप

# settings.developer.accessProgress
source: Developer access %d/5
de: Entwicklerzugriff %d/5
es: Acceso de desarrollador %d/5
hi: डेवलपर एक्सेस %d/5
mr: डेव्हलपर प्रवेश %d/5

# settings.header.subtitle
source: Tune security, appearance, and app details from one clean place.
de: Passe Sicherheit, Darstellung und App-Details an einem Ort an.
es: Ajusta seguridad, apariencia y detalles desde un solo lugar.
hi: सुरक्षा, रूप और ऐप विवरण एक जगह से संभालें।
mr: सुरक्षा, रूप आणि अॅप तपशील एका ठिकाणी बदला.

# settings.header.title
source: Control Center
de: Kontrollzentrum
es: Centro de control
hi: कंट्रोल सेंटर
mr: कंट्रोल सेंटर

source: Share
de: Anteil
es: Parte
hi: हिस्सा
mr: हिस्सा

source: Share Latest CSV
de: Neueste CSV teilen
es: Compartir último CSV
hi: नवीनतम CSV शेयर करें
mr: नवीनतम CSV शेअर करा

source: Share of spend
de: Ausgabenanteil
es: Porción del gasto
hi: खर्च का हिस्सा
mr: खर्चाचा वाटा

source: Share Report
de: Bericht teilen
es: Compartir reporte
hi: रिपोर्ट शेयर करें
mr: अहवाल शेअर करा

source: Show this month's income, spend, and net balance.
de: Zeige Einnahmen, Ausgaben und Nettosaldo dieses Monats.
es: Muestra los ingresos, gastos y saldo neto de este mes.
hi: इस महीने की आय, खर्च और नेट बैलेंस दिखाएं।
mr: या महिन्याचे उत्पन्न, खर्च आणि नेट शिल्लक दाखवा.

# sort.amountHighest
source: Amount (Highest First)
de: Betrag (höchster zuerst)
es: Importe (mayor primero)
hi: राशि (अधिक पहले)
mr: रक्कम (जास्त आधी)

# sort.amountLowest
source: Amount (Lowest First)
de: Betrag (niedrigster zuerst)
es: Importe (menor primero)
hi: राशि (कम पहले)
mr: रक्कम (कमी आधी)

# sort.dateNewest
source: Date (Newest First)
de: Datum (neueste zuerst)
es: Fecha (más recientes primero)
hi: तारीख (नए पहले)
mr: तारीख (नवीन आधी)

# sort.dateOldest
source: Date (Oldest First)
de: Datum (älteste zuerst)
es: Fecha (más antiguos primero)
hi: तारीख (पुराने पहले)
mr: तारीख (जुने आधी)

# sort.titleAZ
source: Title (A-Z)
de: Titel (A-Z)
es: Título (A-Z)
hi: शीर्षक (A-Z)
mr: शीर्षक (A-Z)

# sort.titleZA
source: Title (Z-A)
de: Titel (Z-A)
es: Título (Z-A)
hi: शीर्षक (Z-A)
mr: शीर्षक (Z-A)

source: Sound notifications can vibrate based on iPhone settings.
de: Tonbenachrichtigungen können je nach iPhone-Einstellungen vibrieren.
es: Las notificaciones con sonido pueden vibrar según ajustes del iPhone.
hi: ध्वनि नोटिफिकेशन iPhone सेटिंग्स के आधार पर वाइब्रेट कर सकते हैं।
mr: आवाज सूचना iPhone सेटिंग्जनुसार व्हायब्रेट होऊ शकतात.

source: Source
de: Quelle
es: Fuente
hi: स्रोत
mr: स्रोत

source: Spend
de: Ausgaben
es: Gasto
hi: खर्च
mr: खर्च

source: Spending Analytics
de: Ausgabenanalyse
es: Análisis de gastos
hi: खर्च विश्लेषण
mr: खर्च विश्लेषण

source: Spending Insights
de: Ausgabeneinblicke
es: Insights de gasto
hi: खर्च इनसाइट्स
mr: खर्च निरीक्षणे

source: Spending Intensity Heatmap
de: Heatmap der Ausgabenintensität
es: Mapa de intensidad de gasto
hi: खर्च तीव्रता हीटमैप
mr: खर्च तीव्रता हीटमॅप

source: Spending is ahead of recorded income this month.
de: Die Ausgaben liegen diesen Monat über den erfassten Einnahmen.
es: El gasto va por delante de los ingresos registrados este mes.
hi: इस महीने खर्च दर्ज आय से आगे है।
mr: या महिन्यात खर्च नोंदलेल्या उत्पन्नापेक्षा पुढे आहे.

source: Spending Story
de: Ausgabenstory
es: Historia de gasto
hi: खर्च कहानी
mr: खर्च कथा

source: Spent
de: Ausgegeben
es: Gastado
hi: खर्च
mr: खर्च

source: Spent This Month
de: Diesen Monat ausgegeben
es: Gastado este mes
hi: इस महीने खर्च
mr: या महिन्यात खर्च

# splash.preparingWorkspace
source: Preparing your financial workspace
de: Dein Finanzbereich wird vorbereitet
es: Preparando tu espacio financiero
hi: आपका वित्तीय कार्यक्षेत्र तैयार हो रहा है
mr: तुमचे आर्थिक कार्यक्षेत्र तयार होत आहे

source: Spot repeated expense titles and habits.
de: Erkenne wiederholte Ausgabentitel und Gewohnheiten.
es: Detecta títulos de gastos repetidos y hábitos.
hi: दोहराए गए खर्च शीर्षक और आदतें पहचानें।
mr: पुन्हा येणारी खर्च शीर्षके आणि सवयी ओळखा.

source: Suggested
de: Vorgeschlagen
es: Sugerido
hi: सुझावित
mr: सुचवलेले

source: Switch to Real Data
de: Zu echten Daten wechseln
es: Cambiar a datos reales
hi: रीयल डेटा पर जाएं
mr: खऱ्या डेटावर जा

# tab.analytics
source: Analytics
de: Analyse
es: Análisis
hi: एनालिटिक्स
mr: विश्लेषण

# tab.expenses
source: Expenses
de: Ausgaben
es: Gastos
hi: खर्च
mr: खर्च

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
hi: सेटिंग्स
mr: सेटिंग्ज

source: Tap a segment or quick chip to open category detail.
de: Tippe auf ein Segment oder einen Schnellchip, um Details zu öffnen.
es: Toca un segmento o chip rápido para ver detalles.
hi: श्रेणी विवरण खोलने के लिए सेगमेंट या क्विक चिप टैप करें.
mr: श्रेणी तपशील उघडण्यासाठी सेगमेंट किंवा क्विक चिप टॅप करा.

source: Test alert scheduled. It should arrive in about 5 seconds.
de: Testalarm geplant. Er sollte in etwa 5 Sekunden ankommen.
es: Alerta programada. Llegará en unos 5 segundos.
hi: टेस्ट अलर्ट शेड्यूल हुआ। यह करीब 5 सेकंड में आएगा।
mr: टेस्ट अलर्ट शेड्यूल झाला. तो सुमारे 5 सेकंदात येईल.

source: This Month Income
de: Einnahmen diesen Monat
es: Ingresos de este mes
hi: इस महीने की आय
mr: या महिन्याचे उत्पन्न

source: This removes your monthly budget. Expense history stays untouched, but budget progress will disappear.
de: Dies entfernt dein Monatsbudget. Ausgaben bleiben erhalten, aber der Budgetfortschritt verschwindet.
es: Esto elimina tu presupuesto mensual. El historial de gastos no cambia, pero desaparecerá el progreso.
hi: यह आपका मासिक बजट हटाएगा। खर्च इतिहास सुरक्षित रहेगा, लेकिन बजट प्रगति हट जाएगी।
mr: हे तुमचे मासिक बजेट हटवेल. खर्च इतिहास तसाच राहील, पण बजेट प्रगती दिसणार नाही.

source: This Week
de: Diese Woche
es: Esta semana
hi: इस सप्ताह
mr: या आठवड्यात

source: Title
de: Titel
es: Título
hi: शीर्षक
mr: शीर्षक

source: To stay on track
de: Um im Plan zu bleiben
es: Para mantenerte en camino
hi: सही रहने के लिए
mr: मार्गावर राहण्यासाठी

source: Today
de: Heute
es: Hoy
hi: आज
mr: आज

source: Top Category
de: Top-Kategorie
es: Categoría principal
hi: शीर्ष श्रेणी
mr: शीर्ष श्रेणी

source: Total Spend
de: Gesamtausgaben
es: Gasto total
hi: कुल खर्च
mr: एकूण खर्च

source: Track income, bill reminders, and export polished PDF reports.
de: Verfolge Einnahmen, Erinnerungen und exportiere PDF-Berichte.
es: Controla ingresos, recordatorios y exporta reportes PDF.
hi: आय, बिल रिमाइंडर और PDF रिपोर्ट एक्सपोर्ट ट्रैक करें।
mr: उत्पन्न, बिल स्मरणपत्रे आणि PDF अहवाल ट्रॅक करा.

source: Track salary, freelance, refunds, and other cash inflows.
de: Verfolge Gehalt, Freelance, Rückerstattungen und Einnahmen.
es: Controla salario, freelance, reembolsos y entradas.
hi: वेतन, फ्रीलांस, रिफंड और अन्य आय ट्रैक करें।
mr: पगार, फ्रीलान्स, परतावे आणि इतर उत्पन्न ट्रॅक करा.

source: Track Spending
de: Ausgaben verfolgen
es: Controlar gastos
hi: खर्च ट्रैक करें
mr: खर्च ट्रॅक करा

source: Tracked spend days
de: Erfasste Ausgabentage
es: Días de gasto registrados
hi: ट्रैक किए खर्च दिन
mr: ट्रॅक केलेले खर्च दिवस

source: Transaction
de: Transaktion
es: Transacción
hi: लेन-देन
mr: व्यवहार

source: transactions
de: Transaktionen
es: transacciones
hi: लेनदेन
mr: व्यवहार

source: Transactions
de: Transaktionen
es: Transacciones
hi: लेन-देन
mr: व्यवहार

source: Tune security, appearance, and app details from one clean place.
de: Passe Sicherheit, Darstellung und App-Details an einem Ort an.
es: Ajusta seguridad, apariencia y detalles desde un solo lugar.
hi: सुरक्षा, रूप और ऐप विवरण एक जगह से संभालें।
mr: सुरक्षा, रूप आणि अॅप तपशील एका ठिकाणी बदला.

source: Unpaid Bills
de: Offene Rechnungen
es: Facturas pendientes
hi: अदत्त बिल
mr: न भरलेली बिले

source: Update Bill
de: Rechnung aktualisieren
es: Actualizar factura
hi: बिल अपडेट करें
mr: बिल अपडेट करा

source: Update Income
de: Einnahme aktualisieren
es: Actualizar ingreso
hi: आय अपडेट करें
mr: उत्पन्न अपडेट करा

source: Update your 6-digit unlock code
de: Aktualisiere deinen 6-stelligen Code
es: Actualiza tu código de 6 dígitos
hi: अपना 6-अंकों का कोड अपडेट करें
mr: 6 अंकी कोड अपडेट करा

source: Update your monthly limit
de: Aktualisiere dein Monatslimit
es: Actualiza tu límite mensual
hi: अपनी मासिक सीमा अपडेट करें
mr: मासिक मर्यादा अपडेट करा

source: Use Mock Data
de: Mock-Daten verwenden
es: Usar datos demo
hi: मॉक डेटा उपयोग करें
mr: मॉक डेटा वापरा

source: Valid budget amount
de: Gültiger Budgetbetrag
es: Importe válido
hi: मान्य बजट राशि
mr: वैध बजेट रक्कम

source: Version, build, and onboarding controls.
de: Version, Build und Onboarding-Steuerung.
es: Versión, build y controles de onboarding.
hi: संस्करण, बिल्ड और ऑनबोर्डिंग नियंत्रण।
mr: आवृत्ती, बिल्ड आणि ऑनबोर्डिंग नियंत्रण.

source: Visual Explorer
de: Visueller Explorer
es: Explorador visual
hi: विजुअल एक्सप्लोरर
mr: व्हिज्युअल एक्सप्लोरर

source: Watch Flow
de: Fluss beobachten
es: Vigilar flujo
hi: प्रवाह देखें
mr: प्रवाह पहा

source: Yesterday
de: Gestern
es: Ayer
hi: कल
mr: काल

source: You are currently cash-flow positive this month.
de: Du hast diesen Monat aktuell einen positiven Cashflow.
es: Actualmente tienes flujo de caja positivo este mes.
hi: इस महीने आपका कैश फ्लो अभी सकारात्मक है।
mr: या महिन्यात तुमचा कॅश फ्लो सध्या सकारात्मक आहे.

# report.csv.date
source: Date
de: Datum
es: Fecha
hi: तारीख
mr: दिनांक

# report.csv.title
source: Title
de: Titel
es: Título
hi: शीर्षक
mr: शीर्षक

# report.csv.amount
source: Amount
de: Betrag
es: Importe
hi: राशि
mr: रक्कम

# report.csv.category
source: Category
de: Kategorie
es: Categoría
hi: श्रेणी
mr: श्रेणी

# report.csv.note
source: Note
de: Notiz
es: Nota
hi: नोट
mr: टीप

# report.common.unknown
source: Unknown
de: Unbekannt
es: Desconocido
hi: अज्ञात
mr: अज्ञात

# report.pdf.financialTitle
source: Fintrax Financial Report
de: Fintrax Finanzbericht
es: Reporte financiero de Fintrax
hi: Fintrax वित्तीय रिपोर्ट
mr: Fintrax आर्थिक अहवाल

# report.pdf.categoryTitle
source: Fintrax %@ Report
de: Fintrax %@ Bericht
es: Reporte %@ de Fintrax
hi: Fintrax %@ रिपोर्ट
mr: Fintrax %@ अहवाल

# report.pdf.allData
source: All Data
de: Alle Daten
es: Todos los datos
hi: सभी डेटा
mr: सर्व डेटा

# report.pdf.generated
source: Generated
de: Erstellt
es: Generado
hi: बनाया गया
mr: तयार केले

# report.pdf.income
source: Income
de: Einnahmen
es: Ingresos
hi: आय
mr: उत्पन्न

# report.pdf.spending
source: Spending
de: Ausgaben
es: Gastos
hi: खर्च
mr: खर्च

# report.pdf.netFlow
source: Net Flow
de: Nettofluss
es: Flujo neto
hi: नेट फ्लो
mr: निव्वळ प्रवाह

# report.pdf.unpaidBills
source: Unpaid Bills
de: Offene Rechnungen
es: Facturas pendientes
hi: बकाया बिल
mr: न भरलेली बिले

# report.pdf.analyticsGraphs
source: Analytics Graphs
de: Analyse-Diagramme
es: Gráficos analíticos
hi: विश्लेषण ग्राफ
mr: विश्लेषण ग्राफ

# report.pdf.topCategories
source: Top Categories
de: Top-Kategorien
es: Categorías principales
hi: शीर्ष श्रेणियां
mr: शीर्ष श्रेणी

# report.pdf.selectedCategoryData
source: %@ Data
de: %@ Daten
es: Datos de %@
hi: %@ डेटा
mr: %@ डेटा

# report.pdf.selected
source: Selected
de: Ausgewählt
es: Seleccionado
hi: चयनित
mr: निवडलेले

# report.pdf.noExpensesPeriod
source: No expenses found for this period.
de: Für diesen Zeitraum wurden keine Ausgaben gefunden.
es: No se encontraron gastos para este período.
hi: इस अवधि के लिए कोई खर्च नहीं मिला।
mr: या कालावधीसाठी कोणतेही खर्च सापडले नाहीत.

# report.pdf.recentExpenses
source: Recent Expenses
de: Aktuelle Ausgaben
es: Gastos recientes
hi: हाल के खर्च
mr: अलीकडील खर्च

# report.pdf.upcomingBills
source: Upcoming Bills
de: Anstehende Rechnungen
es: Facturas próximas
hi: आगामी बिल
mr: आगामी बिले

# report.pdf.noUnpaidBills
source: No unpaid bill reminders.
de: Keine offenen Rechnungserinnerungen.
es: No hay recordatorios de facturas pendientes.
hi: कोई बकाया बिल रिमाइंडर नहीं।
mr: न भरलेल्या बिलांची स्मरणपत्रे नाहीत.

# report.pdf.verified
source: Verified
de: Verifiziert
es: Verificado
hi: सत्यापित
mr: सत्यापित

# report.pdf.byFintrax
source: By Fintrax
de: Von Fintrax
es: Por Fintrax
hi: Fintrax द्वारा
mr: Fintrax द्वारे

# report.pdf.categoryBreakdown
source: Category Breakdown
de: Kategorieaufschlüsselung
es: Desglose por categoría
hi: श्रेणी विभाजन
mr: श्रेणी विभागणी

# report.pdf.noCategorySpending
source: No category spending available for this period.
de: Für diesen Zeitraum sind keine Kategorieausgaben verfügbar.
es: No hay gasto por categoría para este período.
hi: इस अवधि के लिए श्रेणी खर्च उपलब्ध नहीं है।
mr: या कालावधीसाठी श्रेणी खर्च उपलब्ध नाही.

# report.pdf.monthlyTrend
source: Monthly Trend
de: Monatstrend
es: Tendencia mensual
hi: मासिक रुझान
mr: मासिक ट्रेंड

# report.pdf.noMonthlyTrend
source: No monthly trend available yet.
de: Noch kein Monatstrend verfügbar.
es: Aún no hay tendencia mensual disponible.
hi: अभी कोई मासिक रुझान उपलब्ध नहीं है।
mr: अजून मासिक ट्रेंड उपलब्ध नाही.

source: App Info
es: Info de la app
hi: ऐप जानकारी
mr: अॅप माहिती

source: Budget
es: Presupuesto
hi: बजट
mr: बजेट

source: Budget Status
es: Estado del presupuesto
hi: बजट स्थिति
mr: बजेट स्थिती

# dashboard.category.budgetStatus
source: Budget Status
es: Estado del presupuesto
hi: बजट स्थिति
mr: बजेट स्थिती

# dashboard.insight.top
source: Top
es: Principal
hi: शीर्ष
mr: सर्वाधिक

# dashboard.title
source: Dashboard
es: Panel
hi: डैशबोर्ड
mr: डॅशबोर्ड

# expenses.form.details
source: Details
es: Detalles
hi: विवरण
mr: तपशील

source: iOS Version
es: Versión de iOS
hi: iOS संस्करण
mr: iOS आवृत्ती

source: Optional
es: Opcional
hi: वैकल्पिक
mr: पर्यायी

source: PIN Optional
es: PIN opcional
hi: PIN वैकल्पिक
mr: PIN पर्यायी

# tab.budget
source: Budget
es: Presupuesto
hi: बजट
mr: बजेट

# tab.dashboard
source: Dashboard
es: Panel
hi: डैशबोर्ड
mr: डॅशबोर्ड

source: Trend
es: Tendencia
hi: रुझान
mr: ट्रेंड

source: Version
es: Versión
hi: संस्करण
mr: आवृत्ती

# analytics.categories.topCount
source: Top %d
hi: शीर्ष %d
mr: शीर्ष %d

source: Build
hi: बिल्ड
mr: बिल्ड
